Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 游小默头痛的扶了下额，他突然有点羡慕凌霄了，他不喜欢的人从来不会去理会，更加不会委屈自己去附和对方，他要是也能这么潇洒就好了。
en_us: You XiaoMo held his forehead. He could feel a headache coming on. He suddenly felt a little jealous of Ling Xiao. He would just ignore people he didn't like and wouldn't push himself to give in to the other. If only he could be so blunt.

source: 游小默头皮发麻，总觉得这个人很不一般，不过听到他们的对话，他总算知道刚认识凌霄那会她说的话是什么意思，眼前这个看起来很诡异的人竟然就是促使凌霄前往龙翔大陆的罪魁祸首，看起来还不是一般的劲敌。
en_us: You XiaoMo's scalp prickled. He felt as if this person was very unusual, but when he heard them speaking, he finally knew Ling Xiao meant during their conversation when they had just met. It seemed that this extremely strange person was actually the arch-criminal who drove Ling Xiao to Long Xiang Continent. It also seemed that he wasn't your typical formidable adversary.

source: 游小默夹在一群妖兽中间，气息反而被掩盖了，守城的士兵也没有发现他是人类。
en_us: You XiaoMo was sandwiched in the middle of a group of demon beasts so his aura had been concealed. Thus, the soldiers guarding the city did not find out that he was a human.

source: 游小默奇怪的看着他的笑容，“你笑什么？”
en_us: You XiaoMo looked at his smile weirdly. "What are you smiling at?"

source: 游小默好奇的看着他们装上船的货物，都是些陆地上常见的东西，比如香料，胭脂等日常生活用品，让他惊讶万分，商船交易的对象好像是妖兽，妖兽们也喜欢这些东西？
en_us: You XiaoMo looked at the cargo they loaded on the boat with curiosity. They were common items seen on land, such as spices, rouge and other daily necessities. He was astonished. The client of these merchant ships (商船交易的对象) were demon beasts. Did this mean that demon beasts liked these things too?

source: 游小默委屈，谁在玩啊，他明明很积极地在找水元素之心，不过他还是老老实实到边上待着，看凌霄这阵仗就知道他接下来要有大动作。
en_us: You XiaoMo felt wronged. Who was playing ah? He was obviously very active in searching for Water Elemental Essence. However, he still obediently went to one side and stayed there. He knew what Ling Xiao's next big move was upon seeing his behavior (阵仗).

source: 游小默威胁般的哼了一声，“没好处我也要知道，你说完就是我的事了，与你无关，你要是不说，这只叫化鸡我就自己一个人享用了，你再怎么求我，我也不会给你的。”
en_us: You XiaoMo made a threatening sound, "Even if it's not good for me, I want to know. After you tell me, then it's my problem, not yours. If you don't, then this Beggar's Chicken is all mine. No matter how you beg me, I won't share it."

source: 游小默害羞的将头埋在凌霄怀里，听到颜辉这么夸奖他，他都有点不好意思了，虽然颜辉别有用心，但是哪个人不喜欢听好听话。
en_us: You Xiao shyly buried his head into Ling Xiao's chest. He was a little embarrassed to hear Yan Hui praise him so much. Although Yan Hui had an ulterior motive, there was none who did not like to listen to people praising them.

source: 游小默对姬凤的印象还挺好的，而且刚刚他从头到尾都没有参与其中，最后还被姬芮给抛下了，这是太可怜了！
en_us: You XiaoMo's impression of Ji Feng was still pretty good, and furthermore, he hadn't participated at all just then. In the end he had even been thrown aside by Ji Rui, this was too pitiful!

source: 游小默对此有一点小小的怨念，因为凌霄每次都跑在他前头。
en_us: You XiaoMo held a little resentment for these things, as Ling Xiao was always running ahead of him every time.

source: 游小默对这个人的职业大概有些了解了，正好他确实缺一个熟悉集九镇的人，平时倒是可以和凌霄慢慢逛，不过现在不行，凌霄受了伤。
en_us: You XiaoMo had a basic understanding of this man's job now, and they needed someone familiar with JiJiu Town. Usually, they could take it slow and explore, but now that Ling Xiao was hurt, they didn't have such a luxury.

source: 游小默对这个任务做了评价，它最厉害的地方就是可以气到被占了便宜的天刀。
en_us: You XiaoMo assessed this task. Its most impressive point was how it could anger to death Tian Dao, who would be taken advantage of.

source: 游小默将一瓶高级灵丹举到凌霄面前。
en_us: You XiaoMo raised a bottle of high level magic pills towards Ling Xiao.

source: 游小默将他推离火堆，“你还是站着看就好，我一个就行了。”
en_us: You XiaoMo pushed him away from the fire, "You had better just stand here and watch. I'll do it by myself."

source: 游小默将储物袋收起来，在毁掉黑衣人的尸体，然后一脸思考的看着莫雪一群人。
en_us: You XiaoMo took the magic bag and destroyed the body, then looked thoughtful at Mo Xue.

source: 游小默将叫花鸡从土里挖出来放到一边，隔着一层厚厚的泥还能闻到叫花鸡散发出来的那股浓浓郁的香味，香味被风卷得到处都是，有的飘向森林，估计老远都能闻得到。
en_us: You XiaoMo dug out the Beggar's Chicken from the ground. Even with a layer of mud, one could still smell that rich fragrance as it was carried away by the wind into the forest. By the feel of it, even from afar one would still be able to smell it.

source: 游小默将叫花鸡端到桌上，然后拿出刀在鸡腹上切开一道大口子，里面的调料立刻顺着口子递到盘子里，看的众人食指大动。
en_us: You XiaoMo placed the Beggar's Chicken onto the table and used a huge knife to slice the turkey's belly open. The spices came pouring out onto the plate, making their mouths water. (食指大动)

source: 游小默将吞金兽从怀里领出来扔出去，后者在半空中翻了个身轻盈的落地，姿势还颇帅气，这是练了半个多月的结果。
en_us: You XiaoMo threw out the Metal Swallowing Beast from his lap. The latter, as if as light as a feather, made a mid-air turn and landed gracefully on the floor. That was the result of the past two weeks of training.

source: 游小默将吞金兽和两只金翅虫从衣服里掏出来，自从回到中天后，他们的行为就被他限制住，大概憋坏了。
en_us: You XiaoMo took the metal swallowing beast and golden winged insects out from his clothes. Ever since they returned to Zhong Tian, he had restricted their actions. They were probably dying of boredom.

source: 游小默将吞金兽和乒乓球挤到宝座边上，一屁股坐了下去，不知道是什么妖兽的绒毛，竟然真的很柔软，而且还带着一丝清凉的感觉。
en_us: You XiaoMo shoved the Metal Swallowing Beast and Ping Pang to one side of the throne and down on it himself. He didn't know what demon beast's fur this was but it really was soft, and even had a somewhat cool feeling.

source: 游小默将坛子的盖子塞上，随即搬到院子里藏好，配方上说一坛上好的极品灵酒酿制成功有两个重要的因素。
en_us: You XiaoMo stoppered the lid on the jar and then moved it to the yard to hide it. The recipe stated that there were two important factors for the successful production of a first-rate spirit wine.

source: 游小默将小乌龟放在桌上，吞金兽和金翅虫也都跑出来，猫球被皮球他们带走，所以他身边都是些不能或不会化形的小妖兽。
en_us: You XiaoMo placed the baby turtle on the table. The Metal Swallowing Beast and the Golden Winged Insect both also ran out. CatQiu (猫球??) was taken away by PiQiu and the rest, so there were only a few small demon beasts at his side who couldn't or didn't know how to change shapes.

source: 游小默将清洗干净的灵草放到一个筛子里，他担心一次性无法成功，所以多准备了一份，几百株灵草，数量非常多。
en_us: You XiaoMo placed the magic herbs, which he had washed cleanly, into a sieve. He was worried that it wouldn't succeed in one try, so he prepared several portions. There were several hundred magic herbs, an extremely large amount.

source: 游小默将灵丹收起来，然后又把炉鼎和剩下的灵草收进空间，打扫完地上的残渣，这才走到后方，却看到美好的沙滩变成了坑坑洼洼的月球表面，大大小小的深坑，一不小心很可能会摔倒。
en_us: You XiaoMo kept the magic pill, then put the cauldron and the rest of the magic herbs into his dimension before cleaning up the debris on the ground. He walked to the back of the house and saw that the beautiful beach had turned into a pitted surface like that of the moon. There were big and small deep pits and one was likely to fall down if they were careless.

source: 游小默将灵草掉落的种子栽种到同一块灵草田里，这块灵草田天天被他以灵水浇灌，土壤里饱含着丰富的灵水成分，即便不用浇灵水，种子也会自动吸收土壤里的水分快速的增长着。
en_us: You XiaoMo re-planted the seeds that the magic herbs dropped in the same magic herb field. Since he constantly watered this field, the soil contained a rich amount of spiritual water. Even if he didn't water them, the seeds would absorb the spiritual water in the soil on their own and grow quickly.

source: 游小默将炼丹所需的所有灵草和天公鼎都拿出来。
en_us: You XiaoMo took out all of the magic herbs as well as the Heavenly Cauldron.

source: 游小默将猎兔子兽时顺便捡回来的柴火堆在一起，还有架子都摆好，动作很熟练，这也是被游柏逼着练出来的手艺，弄好后他立刻冲着山洞里的凌霄喊道：“我弄好了，你出来帮我个忙。”
en_us: You XiaoMo he had also gathered some firewood in passing while he was hunting for the rabbit beast. He piled up the firewood he had gathered and arranged the stand (还有架子都摆好). His actions were quite practiced. This was also a skill he was forced to train in by You Bo. When he finished, he immediately dashed to Ling Xiao who was in the cave and shouted, "I've ready, come out and help me."

source: 游小默将玉简里的信息扫了一遍，然后按照惯例递给凌霄，浑然不知他的便宜爹在一旁很幽怨的看着他。
en_us: You XiaoMo swept over the information in the jade drive once before handing it to Ling Xiao as usual, completely unaware that his clingy dad was currently standing to the side, looking at him with hidden bitterness.

source: 游小默将甜点和碗筷放下，将一副筷子塞到他手里，说：“那个万厨师做的饭菜才没有我做的好吃，这都是我一个人做的，他们还看得流口水，不信你尝尝看。”
en_us: You XiaoMo set down the dessert and tableware, shoving a pair of chopsticks into his hand. He said, "The food that Chef Wan cooks is nowhere near as good as mine. I made everything. They were drooling over it. Don't believe it then try some."

source: 游小默将第三具尸体扔出山洞，“你说他们是不是在躲避仇家的追杀，结果以为我们是他的仇家，为了不受辱，所以双双自杀？”
en_us: You XiaoMo threw out the third corpse as he asked, "Hey, do you think they were avoiding their killers but thought that we were them and so to avoid being tortured, killed themselves?"

source: 游小默将自己放倒在床上，滚了几圈才停下来，趴在床边看着凌霄将冷掉的水重新弄热起来，然后泡茶喝，不禁感叹，会用火的人就是不一样，煮饭的时候，想吃热东西的时候都不用怕没柴烧。
en_us: You XiaoMo lay on the bed and rolled around a few times before stopping. He lay on his stomach to watch Ling Xiao reheat the water which had gone cold to make tea to drink. He could not refrain from lamenting, people who are able to use fire sure were different. They did not need to fear that there would be no firewood when cooking or when they wanted to eat hot food.

source: 游小默将那东西夹出来，凑近一看，发现那是一小块指甲，包子里有人的指甲？
en_us: You XiaoMo took the stuff out and upon a closer inspection, realized that it was a piece of a nail. There was a human nail in the bun?

source: 游小默小声的嘀咕道，当然，他并不是指人们的穿着，而是集镇给他的感觉，和外面繁荣的集镇简直没法比，不过摊上摆放的东西确实花样百出琳琅满目。
en_us: You XiaoMo mumbled. Of course he wasn't talking about their clothing but how the town feels. It wasn't comparable to the prosperous towns outside, but there really was a colorful assortment of beautiful goods on display.

source: 游小默小声道：“所有……”
en_us: You XiaoMo mumbled, "All..."

source: 游小默就把遇袭的事情简单地说一遍，以及怀疑右眼可能就在大峡谷下面，不过他只有三分把握。
en_us: You XiaoMo quickly re-accounted the ambush and his suspicion that the right eye was below the grand canyon, but he was only thirty percent sure.

source: 游小默就知道她们不会善罢甘休，听到这话也不意外，挑起嘴角说道：“你说的还真没错，我确实可以代表他做任何决定。”
en_us: You XiaoMo knew that they weren't going to let go easily, so he wasn't surprised to hear this. Lifting the corner of his mouth, he said, "You're right, I can make any decision for him."

source: 游小默差点仰头大笑，宝贝似的捧着传音石，“亲爱的同伙，你在哪里，我好想你哦，一日不见如隔三秋，我都想你好多天了。”
en_us: You XiaoMo almost started laughing wildly in delight, holding the transmission stone like a treasure. "My dear accomplice, where are you? I miss you. Every day we're apart is like three years. I've missed you for days."

source: 游小默差点吐血，真是坑人。
en_us: You XiaoMo almost coughed out blood. What a ripoff!

source: 游小默差点摔个四脚朝天，幸好他及时反应过来，在水元素之心想逃离的时候，伸手便把它送进空间里，然后立即召回两只金翅虫和吞金兽，把他们也送进空间去看着水元素之心。
en_us: You XiaoMo was almost blown away by the impact. It was a good thing that he reacted quickly and before the Water Elemental Essence could escape, he threw it into his dimension. Then, he quickly recalled the Metal Swallowing Beast and the Golden Winged Insects, sending them back to the dimension to guard the Water Elemental Essence.

source: 游小默差点没吓一跳，要不是知道他们是活物，他还以为见鬼了，两人的实力不错，但是身上似乎已经受伤了，看似快速的动作，实际上有些迟钝。
en_us: You XiaoMo almost gotten a heart attack. If he didn't know that they were alive, he would've thought that he's seen a ghost. The two were pretty strong, but it seemed that they were already injured, so the seemingly quick movements were actually a bit dulled.

source: 游小默差点笑喷了。
en_us: You XiaoMo nearly burst out in laughter.

source: 游小默差点被闪到眼睛，站在门口一眼就能看到里面的情况，说它总统套房也不为过，有棕色庄严的巨大书架，书架上整齐的摆放着各种书籍，地面上铺着一层质地上等的毛绒地毯。
en_us: You XiaoMo was almost blinded from the situation inside, able to see it clearly even at the doorway. It was more or less a presidential suite . There was a massive mahogany bookshelf with all sorts of books placed neatly. The ground was covered in a very high quality fur carpet.

source: 游小默已经听不到他在说什么了，拥有三张一模一样羊皮纸的他不可能不会认错这东西的，十之八九就是他没有凑齐的最后一张，这玩意他志在必得。
en_us: You XiaoMo already could not hear what he was saying. He could not possibly mistake what this item was when he had three identical pieces of the parchment. He was ninety percent certain that it was the last piece that he was missing to complete it and was determined to get this thing.

source: 游小默已经打定主意以后就用真面目行走，所以大大方方的承认了。
en_us: You XiaoMo had decided that from now on, he was going to use his real face, thus he generously admitted it out loud.

source: 游小默已经摸清这个人的性格，说白了就是自以为是，自说自话，想干什么就干什么，这种人绝对不是可以合作交朋友的对象，因为他随便会因为心情不爽就出尔反尔。
en_us: You XiaoMo had already figured out this man's personality. In short, he was just extremely arrogant and did whatever he wanted. This sort of person definitely wasn't someone to make friends with, because he might go against his word whenever he was annoyed.

source: 游小默已经见识过凌霄激发龙族血脉的样子，一次性就晋两级是他最羡慕的，这种先天优势果然没法比。
en_us: You XiaoMo had already witnessed Ling Xiao stimulate the Dragon Clan bloodline before. He was the most envious of this 'jump two levels at once' kind of thing. There was truly no way to compete with natural superiority.

source: 游小默已经转过身，看着他们缓慢的动作，好像僵硬住似的，这一幕就像将每个人的动作都放慢几百倍几千倍一样，其实还挺搞笑的。
en_us: You XiaoMo had already turned, watching their slow movements. It was as if they were moving through sludge, like they had been put through slow motion. It was actually quite funny.

source: 游小默干呕起来。
en_us: You XiaoMo retched.

source: 游小默干咳一声，“所以咱们是不是应该……那什么，将功抵过啊。”
en_us: You XiaoMo dryly coughed, "So, shouldn't we ought to... ...what is it, atone for a crime by doing good deeds ah (将功抵过)."

source: 游小默干笑着从她的手里抽出自己的手臂，假装若无其事的问道：“你们怎么都跑到我的房外来了？”
en_us: You XiaoMo smiled weakly, tugging his arm from her grasp and asked, feigning nonchalance, "How come you've all run over to my place?"

source: 游小默干笑着抱起小乌龟，他就是说说而已嘛。
en_us: You XiaoMo gave a hollow laugh as he hugged the little tortoise. He was just saying it only ma.

source: 游小默干脆再拿出一个玉瓶，弄了五颗容颜丹进去才递给她道：“这是五颗容颜丹，你看一下，每颗是三十个点数。”
en_us: You XiaoMo took out another jade bottle and gave it to her after putting five beauty pills inside, saying, “Here are five beauty pills, take a look, each one is thirty points.”

source: 游小默干脆的把答案给他们，说完拉着凌霄就准备离开，让他把小乌龟交给这种人，抱歉，他或许该考虑一下把小乌龟据为己有的可行性。
en_us: You XiaoMo simply gave them the answer before he pulled Ling Xiao and prepared to leave. To ask him to give the baby turtle to this kind of people, sorry, it's not possible. Maybe he ought to think about the possibility of taking the baby turtle as his own.

source: 游小默并不知道，他们不仅知道了，还将凌霄和老鹰战斗的画面也一并复制进玉简里，现在正在四处贩卖，至于他和独眼刀疤的战斗，则被凌霄和老鹰衬托得一丝光芒都没了。
en_us: You XiaoMo didn't know that not only had the Cang Alliance gotten wind of it, they had even recorded Ling Xiao and Old Eagle's battle into jade drives and were selling them for money. As for his and One-Eyed Scarface's battle, it had been completely outshone by Ling Xiao and Old Eagle.

source: 游小默并不知道，在一个他看不到的地方，有一个人正用一种怨毒的心情‘意淫’着他，他的眼睛虽然看不见，但是心里的狰狞却仿佛夹着刻骨的仇恨，这个人就是江流。
en_us: You XiaoMo didn't realize this, but in a place he couldn't see, there was a person cursing him with murderous intent. Though his eyes could no longer see, his heart was filled with a terrible hatred. This person was Jiang Liu.

source: 游小默并不知道，对面的游震天正目光灼灼的看着他们，眼中似乎闪过几道算计的精光。
en_us: What You XiaoMo didn't know was that You ZhenTian was currently watching them with shining eyes, and several calculating flashes of light seemed to glint across his eyes.

source: 游小默并不知道，这个结果就是玄泽的目的。
en_us: What You XiaoMo didn't know was that this was Xuan Ze's intention all along.

source: 游小默并未意外，事实上他在提起这件事的时候就已经想到这一点了，不过能减少一个来找麻烦的人，发个誓又算得了什么。
en_us: You XiaoMo wasn't surprised, In reality, he had already considered this when it all started. But being able to deal with one troublsome person, what did it matter that he had to make a promise.

source: 游小默幸灾乐祸的笑，笑完了，他突然对凌霄说道：“对了，刚刚我好像听到有谁在跟我们说话，我是不是听错了？”
en_us: You XiaoMo gave a smile that took joy in calamity and delight in disaster. After he had finished smiling, he suddenly said to Ling Xiao, "Oh yes, I seemed to have heard someone talking to us just now. Did I get it wrong?"

source: 游小默庆幸他有先见之明。
en_us: You XiaoMo felt rejoice from his foresight.

source: 游小默异想天开的想着。
en_us: You XiaoMo thought fancifully. (异想天开)

source: 游小默张大嘴巴。
en_us: You XiaoMo gaped.

source: 游小默张大嘴巴，有一个答案在他脑海里呼之欲出，半晌，他猛吞一口口水，试探的问道：“你刚刚没听到我在跟我‘同伙’对话吗？”
en_us: You XiaoMo's jaw dropped. The answer to this mystery was at the recesses of his mind. After a moment, he swallowed thickly and asked, as if testing the waters, "Didn't you hear me speak to my accomplice just now?"

source: 游小默当他同意了，于是又把他交给酸得直冒泡的二长老。
en_us: You XiaoMo took it as an agreement, and he gave him to the second elder, who was so sour that he could only froth at the mouth.

source: 游小默当初派遣出来的球队几乎全部集中在鬼哭涯，其中包括一直在找贪狼的篮球，其余五个兄弟也顺便被他拐来了。
en_us: Having sent them out before, You XiaoMo's Qiu Team had more or less all gathered at Weeping Ghost Shore, including LanQiu, who had been looking for the Wolf of Gluttony. His other five brothers had also come along for the ride with him.

source: 游小默当然不可能告诉他真相，避重就轻的说了一些。
en_us: Naturally, You XiaoMo could not tell him the truth, so he evaded serious matters and spoke of trifles.

source: 游小默当然没忘了他们，他早就准备两个盘子，切了两块体积比他们还大的肉放上去就端到他们面前。
en_us: Naturally, You XiaoMo did not forget about them. He had already prepared two plates, cut off two pieces of meat that were larger than them and put the meat in front of them.

source: 游小默往凌霄身边靠，小声道：“这个太白是谁？”
en_us: You XiaoMo leaned towards Ling Xiao and whispered, "Who is this Tai Bai?"

source: 游小默往前走一步，又道：“老板娘，两套衣服到底要多少枚灵晶？
en_us: You XiaoMo took a step forward and spoke again. "Proprietress, exactly how many spirit gems do two sets of clothing cost?

source: 游小默往屋里看了一眼，被他留下来看家的吞金兽颠着四条小短腿扑进他怀里，没有蠢主人的日子太无聊了。
en_us: You XiaoMo took a look inside and the Metal Swallowing Beast, who he left behind to take care of the house leaped into his lap with it's four stubby legs. The life without his stupid owner was way too boring.

source: 游小默往楼梯的方向看去，原来是他的有缘人正从楼上下来，其中就包括脸部被烧伤，不得不带着头纱的莫雪，她看起来很虚弱的样子，身体的重量都压在谢俊身上。
en_us: You XiaoMo looked in the direction of the stairs. It turns out that his fated people (有缘人) were coming down from the stairs, including Mo Xue, who had to wear a veil because part of her face had been burned. She appeared extremely weak, as most of her body weight rested against Xie Jun.

source: 游小默很喜欢给人取名字，但他得知小乌龟没有名字后就打起了主意。
en_us: You XiaoMo really liked to give names to people. An idea struck him after he knew that the little tortoise did not have a name.

source: 游小默很幽怨，他特别幽怨。
en_us: You XiaoMo was very bitter, he was extremely bitter.

source: 游小默很担心，通天大陆很多强者都在这里，随时都有可能遇到他们，凌霄的伤还没恢复，不担心不行。
en_us: You XiaoMo was worried as many strong experts in the TongTian Continent were here and he may meet them at any time. Ling Xiao's injuries have not yet recovered, so You XiaoMo could not help worrying about him.

source: 游小默得意地朝她笑了笑。
en_us: You XiaoMo smirked in triumph.

source: 游小默得意的摆摆食指，“这你就不知道了，我们跟傅苍穹有一项交易，只要把拿东西拿出来，他绝对会站在我们这边，而且他最宝贝的小徒弟卫白是我二师兄。”
en_us: You XiaoMo waggled his finger in delight. "You don't know this, but we've made a deal with Fu CangQiong. So long as we can deliver, then he'll definitely stand by us, and his favored disciple, Wei Bai, is my second martial brother."

source: 游小默得意的笑起来，“他们是我的契约兽，公的叫小乒，母的叫小乓。”说着就把两只金翅虫招下来，让他们停在桌面上。
en_us: You XiaoMo smirked with delight. "They're my contract beasts. The male is called Xiao Ping and the female is called Xiao Pang." As he said his, he waved the two down and had them land on the table.

source: 游小默心中正在演示如何乱刀砍死三个小人，还以为最后一张地图会轻松的落到他手里，结果不出手则已，一出手竟然就是三个，这下子麻烦了。
en_us: You XiaoMo was imagining killing those three interlopers in his head. He had thought the last map scrap would easily fall into his hands, yet, perhaps if he hadn't acted he might've gotten it easily, yet now that he had, three others were bidding for it, too. This was bad.

source: 游小默心情也一阵舒爽，“鲁长老太抬举我了，我可没那么多彩级丹方。”防人之心不可无，这点他还是懂的。
en_us: You XiaoMo was feeling very content, too. "Elder Lu thinks too highly of me. I don't have that many pill recipes." He couldn't let his guard down so easily (防人之心不可无), he understood that.

source: 游小默心想反正顺路，就应下来。
en_us: You XiaoMo, thinking that it was on the way, anyways, agreed to attend.

source: 游小默心想正好，省得他下楼，说：“昨晚那个糖藕片很好吃，再给我来一盘，另外再弄点其他的，酒就不必须有，来一壶茶吧。”
en_us: You XiaoMo thought that this was the perfect opportunity, since didn't need to get down. You XiaoMo said, "The sugar lotus slices from last night were delicious, give me another, also some other stuff. No need for wine, just tea."

source: 游小默心疼的默默他的小脑袋，“男子汉不能哭，跟你曾祖父回家对你只有好处没有坏处，如果你想见我，那就快快长大，快快变强，然后再来找我。”
en_us: You XiaoMo gently patted his little head. "A real man can't cry. Only good will come out of going home with your great-grandfather, not bad. If you want to see me, then you should grow up quickly and become strong fast. Then you can come find me."

source: 游小默心痒痒的看着灵草柜子上方的顶级灵草，直到看得眼睛都发红了才默默的收回视线，一屁股坐在地上，掏出那枚红色玉简。
en_us: You XiaoMo was itching for the top-tier magic herbs at the top of the magic herb cabinet. It wasn't until his eyes became red did he quietly retracted his gaze and sat butt first onto the floor, pulling out that red jade drive.

source: 游小默心虚的摸摸鼻子，他是这么想的。
en_us: Guilty of that, You XiaoMo rubbed his nose.

source: 游小默心虚的摸着鼻子，“虽然是我不喜欢那对姐妹花，但是光天化日之下强暴女人未免太下作了。”
en_us: You XiaoMo rubbed his nose guiltily. "Even though I don't like that pair of beautiful sisters, violating women in broad daylight is a bit too obscene."

source: 游小默心虚的移开视线。
en_us: You XiaoMo guiltily shifted his line of sight away.

source: 游小默心里直冒酸醋，酸溜溜的腹诽着。
en_us: You XiaoMo was feeling sour, as he jealously complained. (冒酸醋，酸溜溜的腹诽着)

source: 游小默心里默默的想着：便宜爹，你真是我的福星，等我拍到这张羊皮纸后，我一定会对你好点的。
en_us: You XiaoMo thought quietly, 'You cheap dad, you're really my lucky star. I will definitely treat you better after I manage to bid for this parchment.'

source: 游小默忍不住喷了。
en_us: You XiaoMo couldn't help but laugh.

source: 游小默忍不住在心里咒骂。
en_us: You XiaoMo could not help cursing in his mind.

source: 游小默忍不住拿了一个然后掰开，他吃包子里总有这个习惯，把包子掰成两半吃，这样吃起来才会觉得特别香。
en_us: You XiaoMo couldn't help but take one and pulled it apart. He had a weird habit of eating buns, he always split it in half, that way, according to him, it tasted better.

source: 游小默忍不住瞅了她几眼，这是凌霄准备收小弟，哦不，收小妹的节奏咩？
en_us: You XiaoMo could not help but glance at her a few times. Was this the tempo (节奏) of Ling Xiao preparing to accept a little brother - oh, no, it should be - accept a little sister?

source: 游小默忍不住跑过去。
en_us: You XiaoMo couldn't help but run over.

source: 游小默忍不住问凌霄，就算全力赶路也不可能这么快就跑到他们前面。
en_us: You XiaoMo couldn't help but ask Ling Xiao. Even if they used all their strength to press on with their journey, it was impossible for them to get in front of them so quickly.

source: 游小默快刀斩乱麻的说道：“我已经有喜欢的人了，我很喜欢他，这辈子都不想与他分开，所以……呃，对不起了。”
en_us: You XiaoMo, not wanting to drag it out, quickly said, "I already have someone I like. I really like him, and don't ever want to separate from them. So... er, sorry."

source: 游小默快速的刷了下卡，然后就走了进去，没有理会身后一群人瞪大眼睛的滑稽模样。
en_us: You XiaoMo quickly swiped his card and entered, ignoring the shocked crowd behind him.

source: 游小默快速的拿到种子，捧着几株灵草傻兮兮的点头，“刚好凑到一副。”丹房主人存放的灵草并不多，最多只能让他凑一副。
en_us: Quickly, You XiaoMo grabed the seed and nodded stupidly while holding on to a few stalks of magic herbs, "Just enough for one." There weren't many magic herbs stored here by its owner, the most he could do was one recipe.

source: 游小默怒了，“他是我的伴侣，我为什么不能插嘴，你丫的才给我滚到一边去，有毛病啊你！”
en_us: You XiaoMo was enraged. "He's my partner, why can't I cut in. You fuck off, what's your fucking problem!?"

source: 游小默怒骂了一句‘滚’，要他相信男人能生孩子，除非六月飞霜。
en_us: You XiaoMo cursed a word of 'scram' in rage. The day he believed that men could have children was the day when there would be snow in June.

source: 游小默怔了一下，下一秒整个表情都亮了，特别是他的眼睛，好似晚上的夜明珠发着亮晶晶的光芒，咧嘴笑了起来。
en_us: You XiaoMo stared blankly for a moment. The next second his entire expression brightened. His eyes particularly seemed to be like a night pearl radiating brilliant rays of light as his mouth split open in a grin.

source: 游小默怕被他们看见，抓起玄泽准备跑路。
en_us: You XiaoMo was afraid that they would be seen and grabbed Xuan Ze, ready to run.
